Repository: assafbz/familyEconomics
Catalog: lib/l10n/intl_*.arb
Languages: he_il

# title
source: Family Economy
he_il: כלכלת המשפחה

# dismiss
source: close
he_il: סגירה

source: Cash Flow
he_il: תזרים

source: Net Worth
he_il: שווי נקי

source: Total Net Worth
he_il: סה"כ שווי נקי

source: Update
he_il: עדכן

source: Assets
he_il: נכסים

source: Asset Name
he_il: שם הנכס

# asset_name_validaton
source: Please fill asset name
he_il: נא הזן שם הנכס

source: Liabilities
he_il: התחייבויות

source: Liability Name
he_il: שם ההתחייבות

# liability_name_validaton
source: Please fill liability name
he_il: נא הזן שם התחייבות

# net_worth_banner
source: Enlarging your net worth will allow you to achieve your goals and reach financial freedom
he_il: האם אתם צוברים הון?

# cash_flow_banner
source: Make sure you are a profitable business
he_il: האם אתם עסק רווחי?

source: liquidity
he_il: נזילות

# liquidity_explain
source: can you sell or retrieve the asset value immediately?
he_il: האם ניתן למכור או למשוך את הכסף בטווח זמן מיידי

source: liquid
he_il: נזיל

source: non liquid
he_il: לא נזיל

source: yielding
he_il: מניב

# not_yielding
source: Non Yielding
he_il: לא מניב

# yielding_explain
source: does this asset yield profits?
he_il: האם הנכס מייצר רווחים?

source: Asset Amount
he_il: סכום הנכס

# amount_validaton
source: Please fill amount
he_il: נא הזן סכום

source: Asset Type
he_il: סוג הנכס

source: Pension
he_il: פנסיה

source: Gemel
he_il: קופת גמל

source: House
he_il: בית

source: Car
he_il: רכב

# osh
source: Cash Account
he_il: עובר ושב

source: Work Fund
he_il: קרן השתלמות

source: Foreign Exchange
he_il: מטבע חוץ

# invesment_account
source: Investment Account
he_il: תיק השקעות

source: Savings Account
he_il: פקדון

source: Manager Insurance
he_il: ביטוח מנהלים

source: Loan
he_il: הלוואה

source: Mortgage
he_il: משכנתא

source: Save
he_il: שמור

source: Sign In
he_il: כניסה

source: Incomes
he_il: הכנסות

source: Income
he_il: הכנסה

source: Income Name
he_il: שם ההכנסה

source: Income Type
he_il: סוג ההכנסה

source: Expenses
he_il: הוצאות

source: Expense
he_il: הוצאה

source: Expense Name
he_il: שם ההוצאה

source: Expense Type
he_il: סוג ההוצאה

source: Edit Asset
he_il: ערוך נכס

source: Liability Type
he_il: סוג ההתחייבות

source: Amount
he_il: סכום

source: Salary
he_il: משכורת

source: Yielding Asset
he_il: נכס מניב

source: Allowance
he_il: קצבה

source: Credit Card
he_il: כרטיס אשראי

source: Standing Order
he_il: הוראת קבע

source: Bank Transfer
he_il: העברה בנקאית

source: Cash
he_il: מזומן

source: Check
he_il: צ'ק

source: Household
he_il: משק בית

source: Kids
he_il: ילדים

source: Food
he_il: מזון ושתייה

source: Luxury
he_il: בידור ופנאי

source: Savings
he_il: חסכון

source: Transportation
he_il: תחבורה

source: Media
he_il: תקשורת

source: Category
he_il: קטגוריה

source: Profit
he_il: רווח

source: Monthly Profit
he_il: רווח חודשי

source: Suggestions
he_il: הצעות

source: Insurances
he_il: ביטוחים

source: Insurance
he_il: ביטוח

source: Edit Insurance
he_il: ערוך ביטוח

source: Insurance Name
he_il: שם הביטוח

source: Insurance Type
he_il: סוג הביטוח

source: Life Insurance
he_il: ביטוח חיים

source: Health Insurance
he_il: ביטוח בריאות

source: Work Insurance
he_il: אובדן כושר עבודה

source: Car Insurance
he_il: ביטוח רכב

source: Disabled Insurance
he_il: ביטוח סיעודי

source: Teeth Insurance
he_il: ביטוח שיניים

source: Insurance Company
he_il: מבטח

source: All Family
he_il: כל המשפחה

source: Only Me
he_il: רק אני

source: Me And My Spouse
he_il: אני ובן/בת הזוג

source: Me And The Kids
he_il: אני והילדים

source: Only The Kids
he_il: רק הילדים

source: Only My Spouse
he_il: רק בן/בת הזוג

source: Who Is Insured
he_il: מי מבוטח

# what_more
source: Goals & More
he_il: יעדים וטיפים

source: Monthly Amount
he_il: עלות חודשית

# insurance_info_banner
source: Keep track of your insurances
he_il: בצעו מעקב אחר הביטוחים שלכם

# facebook_login
source: Connect With Facebook
he_il: התחברו עם פייסבוק

# google_login
source: Connect With Google
he_il: התחברו עם גוגל

# app_title
source: Family Economy
he_il: כלכלת המשפחה

source: Settings
he_il: הגדרות

source: Log Out
he_il: התנתק

source: Loan Type
he_il: סוג ההלוואה

source: Purpose Free
he_il: כל מטרה

source: Loan Name
he_il: שם ההלוואה

source: Loans
he_il: הלוואות

# loans_info_banner
source: Track your loans bargain your interest rate
he_il: עקבו אחר ההלוואות שלכם וודאו שהריביות אטרקטיביות

# suggestions_info_banner
source: Act upon relevant offers
he_il: שימו לב לטיפים הבאים

source: Monthly Payment
he_il: תשלום חודשי

source: Total Loan Amount
he_il: קרן ההלוואה

source: Interest Rate
he_il: ריבית

source: Payments Left
he_il: תשלומים שנותרו

source: Upcoming Year Goals
he_il: יעדים לשנה הקרובה

source: Goal Name
he_il: שם היעד

# goals_info_banner
source: Plan your goals for the upcoming year
he_il: תכננו את היעדים שלכם לשנה הקרובה

# waiting_suggestions
source: Waiting for you to act suggestions
he_il: טיפים והצעות לשיפור פיננסי

# assets_info_banner
source: Grow your capital !
he_il: צברו הון!

# liabilities_info_banner
source: Reduce your liabilities
he_il: צמצמו התחייבויות
